/* Menu extra strings for "Last Account Sync:" */

/* The translation for 'Today', not intended to be followed by a time format */
"Today" = "Heute";

/* The translation for 'Today at ..', intended to be followed by a time format */
"Today at " = "Heute um ";

/* The translation for 'Tomorrow', not intended to be followed by a time format */
"Tomorrow" = "Morgen";

/* The translation for 'Tomorrow at ..', intended to be followed by a time format */
"Tomorrow at " = "Morgen um ";

/* The translation for 'Yesterday', not intended to be followed by a time format */
"Yesterday" = "Gestern";

/* The translation for 'Yesterday at ..', intended to be followed by a time format */
"Yesterday at " = "Gestern um ";

